Revit 2024 API
BuiltInFailures.SystemNavigatorFailures.CannottFindCorrectTreeNode Property
 Can't find the correct tree node in system browser according to the node index.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannottFindCorrectTreeNode { get; }
Visual Basic
Public Shared ReadOnly Property CannottFindCorrectTreeNode As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannottFindCorrectTreeNode {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.SystemNavigatorFailures Class
Autodesk.Revit.DB Namespace